IDEA StatiCa Open Model
ISDSetting.Cover Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Concrete cover
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Cover { get; set; }
Public Property Cover As Double
	Get
	Set
public:
property double Cover {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ISDSetting Class
IdeaRS.OpenModel.Detail Namespace